<?php
// Heading
$_['heading_title']   = 'Восстановление пароля';

// Text
$_['text_account']    = 'Личный кабинет';
$_['text_forgotten']  = 'Забытый пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите адрес электронной почты вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль по электронной почте.';
$_['text_success']    = 'Новый пароль был выслан на ваш адрес электронной почты.';
$_['sub']    = 'Введите Ваш E-mail, чтобы получить пароль по электронной почте';
$_['button_forg']    = 'Отправить пароль';

// Entry
$_['entry_email']     = 'E-mail:';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердить';

// Error
$_['error_email']     = 'E-mail адрес не найден, проверьте и попробуйте ещё раз!';
$_['error_approved']  = 'Внимание: Требуется подтверждение вашей учетной записи перед авторизацией.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароли не совпадают!';
